Repository: DalalAlsaidi/MaintenanceDoctor.Capstone
Catalog: MaintenanceDoctor.Capstonee/MaintenceDocker/*.lproj/Localizable.strings
Languages: ar

source: You are not an admin
ar: أنت لست مدير

source: You are not an user
ar: أنت لست مستخدم

source: Forgot Password
ar: نسيت كلمة السر

source: Please check the inbox or junk of your email to receive the link to reset your password
ar: سيتم ارسال رسالة على بريدك الإلكتروني، اتبع الرابط لتغيير كلمة السر

source: Enter Your Email
ar: أدخل بريدك الإلكتروني ..

source: Send
ar: ارسال

source: Password reset email sent.
ar: تم ارسال بريد لإعادة تعيين كلمة السر

source: Cancel
ar: إلغاء

source: Something's wrong
ar: خطأ غير معروف!

source: Please verify with your email
ar: يرجى التحقق من البريد الإلكتروني

source: Authentication failed.
ar: فشل التحقق.

source: Please select the place
ar: يرجى اختيار المصدر

source: From Camera
ar: الكاميرا

source: The camera is not available.
ar: الكاميرا غير متوفرة

source: From Gallery
ar: من البوم الكاميرا

source: New Product Post
ar: منتج جديد

source: Your order failed.
ar: فشل الطلب

source: Your Order is completed
ar: تم إرسال الطلب بنجاح

source: Delete cart failed.
ar: فشل حذف السلة

source: Ok
ar: موافق

source: OK
ar: موافق

source: SR
ar: ر.س

source: New Product Order
ar: طلب منتج جديد

source: ordered the products
ar: طلب هذي المنتجات

source: add
ar: اضافة

source: Warning
ar: تنبيه!

source: Do you want to remove this product from your order list?
ar: هل تريد حذف هذا المنتج من السلة؟

source: Yes
ar: نعم

source: reduce
ar: تقليل

source: You must add more than 1 product
ar: يجب عليك اضافة منتج واحد على الأقل!

source: Please install WhatsApp
ar: الرجاء تثبيت الواتساب!

source: This product added your cart successfully.
ar: تم إضافة المنتج للسلة بنجاح

source: Please enter repair subject
ar: الرجاء ادخال موضوع المشكلة

source: Please enter location
ar: الرجاء مشاركة الموقع

source: Please enter description
ar: الرجاء ادخال الوصف!

source: You must add one more image
ar: الرجاء اضافة صورة واحدة على الأقل!

source: Upload failed.
ar: فشل الرفع!

source: Your order sent successfully.
ar: تم ارسال طلب الصيانة بنجاح!

source: New Maintenance Order
ar: طلب صيانة جديد

source: requested to repair
ar: ارسل طلب صيانة لـ

source: Map
ar: الخريطة

source: Please select your location
ar: الرجاء اختيار الموقع

source: Profile
ar: الملف الشخصي

source: MM/dd/yyyy
ar: سنة/يوم/شهر

source: Change Password
ar: تغيير كلمة السر

source: Change
ar: تغيير

source: Profile Update failed
ar: فشل تحديث الملف الشخصي!

source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح

source: Home
ar: الرئيسية

source: Log Out
ar: تسجيل الخروج

source: You deleted your product successfully
ar: تم حذف المنتج بنجاح

source: Edit Product
ar: تعديل تفاصيل المنتج

source: Your product uploaded successfully.
ar: تم رفع المنتج بنجاح

source: The seller posted for SR
ar: منتج جديد

source: Please enter product name
ar: الرجاء إدخال اسم المنتج

source: Please enter price.
ar: الرجاء إدخال السعر

source: New Order
ar: طلب جديد

source: accept
ar: قبول

source: reject
ar: رفض

source: You have accepted this order
ar: تم قبول الطلب بنجاح

source: You have rejected this order
ar: تم رفض الطلب بنجاح

source: Delete order failed.
ar: فشل حذف الطلب

source: My Cart
ar: سلتي

source: Are you sure logout?
ar: هل تريد تسجيل الخروج؟

source: New_order
ar: طلب جديد

source: New_Product
ar: منتج جديد

source: Maintenance Doctor
ar: دكتورة الصيانة

source: Please enter user name
ar: الرجاد ادخال اسم المستخدم

source: Please enter your email address
ar: الرجاء ادخال البريد الالكتروني

source: Please enter valid email
ar: الرجاء ادخال بريد الكتروني صحيح

source: Please enter your phone number
ar: الرجاء ادخال رقم الجوال

source: Please enter password
ar: الرجاء ادخال كلمة السر

source: Please confirm your password
ar: تأكيد كلمة السر

source: Password is not matched.
ar: كلمة السر غير متطابقة!

source: Please check terms and privacy polic
ar: الرجاء قراءة خصوصية وسياسة الاستخدام

source: Please enter phone number or email
ar: الرجاء ادخال رقم جوال أو بريد الكتروني

source: Warning!
ar: تنبيه!

source: Success
ar: تم بنجاح!

source: Fail
ar: فشل

source: The connection to the server failed
ar: فشل الاتصال بالانترنت

source: Please enter current password
ar: الرجاء ادخال كلمة المرور الحالية

source: Please enter new password
ar: الرجاء ادخال كلمة سر جديدة

source: Current Password is not correct
ar: كلمة السر غير صحيحة!

source: No
ar: لا
